# 1$ = 101,91 руб 

b = 0
a = {"Российский рубль" : 0.009812, "доллар" : 1.0, "Евро" : 1.02, "Юань" : 0.136387, "Тенге" : 0.001895, "Лира" : 0.0282209, "Дирхам ОАЭ" : 0.272259, "Гривна" : 0.023649, "Беллорусский рубль" : 0.287389}
print("(Российский рубль, Доллар, Евро, Юань, Тенге, Лира, Дирхам ОАЭ, Гривна, Беллорусский рубль)")
text = int(input("Выберите первую валюту и впишите сюда: "))

if text == "Российский рубль":
    b = a["Российский рубль"]
if text == "Доллар":
    b = a["Доллар"]
if text == "Евро":
    b = a["Евро"]
if text == "Юань":
    b = a["Юань"]
if text == "Тенге":
    b = a["Тенге"]
if text == "Лира":
    b = a["Лира"]
if text == "Дирхам ОАЭ":
    b = a["Дирхам ОАЭ"]
if text == "Гривна":
    b = a["Гривна"]
if text == "Беллорусский рубль":    